# Specify a directory to install casks

cask_args appdir: '/Applications'

# Install packages

brew 'zsh'
brew 'fzf'
brew 'neovim'
brew 'lazygit'
brew 'stow'
brew 'ripgrep'
brew 'bat'
brew 'go'
brew 'tmux'
brew 'tpm'

cask 'raycast'
cask 'nikitabobko/tap/aerospace'
cask 'font-fira-code-nerd-font'
cask 'font-blex-mono-nerd-font'
cask 'font-meslo-lg-nerd-font'
cask 'visual-studio-code'
cask 'alacritty'
cask 'ollama'
